Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Tashkeel uses the hold bar for its Arabic marks.
de: Tashkeel nutzt die Leiste beim Gedrückthalten für arabische Zeichen.
es: Tashkeel usa la barra de pulsación larga para los signos árabes.
et: Tashkeel kasutab araabia diakriitikute jaoks pika vajutuse riba.
fr: Tashkeel utilise la barre d’appui long pour les signes arabes.
hu: A Tashkeel a hosszú nyomás sávját használja az arab mellékjelekhez.
it: Tashkeel usa la barra della pressione prolungata per i segni arabi.
ja: タシュキールは長押しバーにアラビア語の補助記号を表示します。
ko: 타슈킬은 길게 누르기 막대에 아랍어 발음 기호를 표시합니다.
ms: Tashkeel menggunakan bar tekan lama untuk tanda bahasa Arab.
pt: O Tashkeel usa a barra de pressão prolongada para os sinais árabes.
ru: Tashkeel использует панель долгого нажатия для арабских огласовок.
zh_hans: Tashkeel 使用长按栏显示阿拉伯语注音符号。

source: Teach it the word once and it stops.
de: Bring ihm das Wort einmal bei, dann hört es auf.
es: Enséñale la palabra una vez y dejará de hacerlo.
et: Õpeta talle see sõna üks kord ja ta lõpetab.
fr: Apprends-lui le mot une fois et ça s'arrête.
hu: Tanítsd meg neki egyszer a szót, és abbahagyja.
it: Insegnagli la parola una volta e smette.
ja: その単語を一度覚えさせれば、直されなくなります。
ko: 그 단어를 한 번 알려 주면 더는 고치지 않습니다.
ms: Ajar perkataan itu sekali dan ia akan berhenti.
pt: Ensina-lhe a palavra uma vez e deixa de acontecer.
ru: Научите его этому слову один раз — и он перестанет.
zh_hans: 教它一次这个词，就不会再改了。

source: Telemetry
de: Nutzungsdaten
es: Datos de uso
et: Kasutusandmed
fr: Données d’utilisation
hu: Használati adatok
it: Dati di utilizzo
ja: 使用状況データ
ko: 사용 데이터
ms: Data penggunaan
pt: Dados de utilização
ru: Данные об использовании
zh_hans: 使用数据

source: Tell the model what to do with your text. Write it as a direction, like "Rewrite the text to be…", and drop in a variable to pull in part of what you typed.
de: Sag dem Modell, was es mit deinem Text tun soll. Formuliere es als Anweisung, etwa "Formuliere den Text so um, dass er …", und füge eine Variable ein, um einen Teil deiner Eingabe einzubinden.
es: Dile al modelo qué hacer con tu texto. Escríbelo como una instrucción, como "Reescribe el texto para que sea…", e inserta una variable para incluir parte de lo que escribiste.
et: Ütle mudelile, mida ta sinu tekstiga teha peab. Sõnasta see juhisena, nagu „Kirjuta tekst ümber nii, et see oleks…", ja lisa muutuja, et sisse tõmmata osa sellest, mida tipid.
fr: Dis au modèle quoi faire avec ton texte. Formule-le comme une consigne, du genre "Réécris le texte pour qu'il soit…", et insère une variable pour reprendre une partie de ce que tu as tapé.
hu: Mondd meg a modellnek, mit tegyen a szöveggel. Fogalmazd meg utasításként, például "Írd át a szöveget úgy, hogy…", és szúrj be egy változót, hogy bevond a beírt szöveg egy részét.
it: Dì al modello cosa fare con il tuo testo. Scrivilo come un'istruzione, tipo "Riscrivi il testo in modo che sia…", e inserisci una variabile per includere parte di ciò che hai scritto.
ja: モデルにテキストで何をしてほしいか伝えます。「テキストを次のように書き直す…」のように指示として書き、変数を使えば入力の一部を取り込めます。
ko: 모델에게 텍스트로 뭘 할지 알려주세요. "텍스트를 이렇게 다시 써줘…"처럼 지시문으로 작성하고, 변수를 넣으면 입력한 내용의 일부를 가져올 수 있어요.
ms: Beritahu model apa yang perlu dilakukan dengan teks anda. Tulis sebagai arahan, seperti "Tulis semula teks supaya…", dan masukkan pemboleh ubah untuk tarik sebahagian daripada apa yang anda taip.
pt: Diz ao modelo o que fazer com o teu texto. Escreve como uma instrução, tipo "Reescreve o texto para ficar…", e insere uma variável para puxar parte do que escreveste.
ru: Скажите модели, что сделать с вашим текстом. Пишите как указание — например, «Перепиши текст так, чтобы он был…», — и подставьте переменную, чтобы подтянуть часть напечатанного.
zh_hans: 告诉模型该怎么处理你的文字。把它写成一句指令，比如“把这段文字改写成……”，再插入一个变量来引用你输入内容的一部分。

source: Temporarily replace this setting. Your saved value stays unchanged.
de: Ersetze diese Einstellung vorübergehend. Der gespeicherte Wert bleibt unverändert.
es: Sustituye este ajuste temporalmente. El valor guardado no cambia.
et: Asenda see seade ajutiselt. Salvestatud väärtus jääb muutmata.
fr: Remplace temporairement ce réglage. La valeur enregistrée reste inchangée.
hu: Ideiglenesen felülírja ezt a beállítást. A mentett érték változatlan marad.
it: Sostituisci temporaneamente questa impostazione. Il valore salvato rimane invariato.
ja: この設定を一時的に置き換えます。保存値は変更されません。
ko: 이 설정을 임시로 변경합니다. 저장된 값은 그대로 유지됩니다.
ms: Gantikan tetapan ini buat sementara. Nilai tersimpan tidak berubah.
pt: Substitui esta definição temporariamente. O valor guardado não muda.
ru: Временно заменяет настройку. Сохранённое значение не меняется.
zh_hans: 临时替换此设置，保存值保持不变。

source: Ten a row with tight gaps. The most emoji per screen.
de: Zehn pro Reihe mit engen Abständen. Die meisten Emojis pro Bildschirm.
es: Diez por fila con huecos mínimos. La mayor cantidad de emoji por pantalla.
et: Kümme reas tihe vahedega. Kõige rohkem emojisid ekraani kohta.
fr: Dix par rangée avec des écarts serrés. Le plus d'emoji possible à l'écran.
hu: Soronként tíz, szűk térközzel. Így fér ki a legtöbb emoji egy képernyőre.
it: Dieci per riga con spazi stretti. Il massimo numero di emoji per schermata.
ja: 1 行 10 個、すき間は最小。1 画面に一番多く並びます。
ko: 한 줄에 10개, 간격은 최소. 한 화면에 가장 많이 담겨요.
ms: Sepuluh satu baris dengan jurang rapat. Paling banyak emoji satu skrin.
pt: Dez por linha com espaços apertados. O máximo de emoji por ecrã.
ru: По десять в ряду с плотными зазорами. Больше всего эмодзи на экране.
zh_hans: 一行 10 个、间距很小，一屏能放最多表情。

source: Ten glyphs for 0–9, in order. Hold a number key to type one. Leave empty for 0123456789.
de: Zehn Zeichen für 0–9, der Reihe nach. Halte eine Zifferntaste, um eines zu tippen. Leer lassen für 0123456789.
es: Diez signos para 0–9, en orden. Mantén pulsada una tecla numérica para escribir uno. Déjalo vacío para 0123456789.
et: Kümme sümbolit 0–9, järjekorras. Hoia numbriklahvi, et üks sisestada. Jäta tühjaks jaoks 0123456789.
fr: Dix signes pour 0–9, dans l’ordre. Maintiens une touche numérique pour en saisir un. Laisse vide pour 0123456789.
hu: Tíz jel a 0–9 számokhoz, sorrendben. Tartsd nyomva a számbillentyűt, hogy beírd valamelyiket. Hagyd üresen a 0123456789-hez.
it: Dieci segni per 0–9, in ordine. Tieni premuto un tasto numerico per scriverne uno. Lascia vuoto per 0123456789.
ja: 0–9 に対応する 10 個の字を順番に。数字キーを長押しすると入力できます。空欄なら 0123456789 のままです。
ko: 0–9에 해당하는 글자 열 개를 순서대로. 숫자 키를 길게 눌러 입력합니다. 비워 두면 0123456789를 씁니다.
ms: Sepuluh simbol untuk 0–9, mengikut urutan. Tekan lama kekunci nombor untuk menaipnya. Biar kosong untuk 0123456789.
pt: Dez sinais para 0–9, por ordem. Mantém uma tecla numérica premida para escrever um. Deixa vazio para 0123456789.
ru: Десять символов для 0–9, по порядку. Удержите цифровую клавишу, чтобы ввести один из них. Оставьте пустым для 0123456789.
zh_hans: 按顺序填 0–9 对应的十个字符。长按数字键即可输入。留空则用 0123456789。

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
et: Kasutustingimused
fr: Conditions d'utilisation
hu: Felhasználási feltételek
it: Condizioni d'uso
ja: 利用規約
ko: 이용 약관
ms: Syarat Penggunaan
pt: Termos de Utilização
ru: Условия использования
zh_hans: 使用条款

source: Test connection
de: Verbindung testen
es: Probar conexión
et: Testi ühendust
fr: Tester la connexion
hu: Kapcsolat tesztelése
it: Verifica connessione
ja: 接続をテスト
ko: 연결 테스트
ms: Uji sambungan
pt: Testar ligação
ru: Проверить соединение
zh_hans: 测试连接

source: Test input
de: Testeingabe
es: Texto de prueba
et: Testsisend
fr: Texte de test
hu: Tesztbemenet
it: Input di prova
ja: テスト入力
ko: 테스트 입력
ms: Input ujian
pt: Entrada de teste
ru: Пробный ввод
zh_hans: 测试输入

source: Test interrupted. Try again when you’re ready.
de: Test unterbrochen. Versuch es erneut, wenn du bereit bist.
es: Prueba interrumpida. Inténtalo de nuevo cuando quieras.
et: Test katkes. Proovi uuesti, kui oled valmis.
fr: Test interrompu. Réessaie quand tu veux.
hu: A teszt megszakadt. Próbáld újra, amikor készen állsz.
it: Test interrotto. Riprova quando vuoi.
ja: テストが中断されました。準備ができたら、もう一度お試しください。
ko: 테스트가 중단되었습니다. 준비되면 다시 시도해 주세요.
ms: Ujian terganggu. Cuba lagi apabila anda bersedia.
pt: Teste interrompido. Tenta novamente quando quiseres.
ru: Тест прерван. Попробуйте снова, когда будете готовы.
zh_hans: 测试已中断。准备好后，可以重新开始。

source: Text FX restyles the word you're on. The styled text works in any app.
de: Text-FX gestaltet das aktuelle Wort um. Der gestaltete Text funktioniert in jeder App.
es: FX de texto cambia el estilo de la palabra en la que estás. El texto con estilo funciona en cualquier app.
et: Teksti-FX muudab kursori juures oleva sõna stiili. Kujundatud tekst toimib igas rakenduses.
fr: FX de texte change le style du mot en cours. Le texte ainsi mis en forme fonctionne dans toutes les apps.
hu: A Szöveg FX átformázza az aktuális szót. A formázott szöveg bármelyik appban használható.
it: FX testo cambia lo stile della parola su cui ti trovi. Il testo formattato funziona in qualsiasi app.
ja: テキストFXは、カーソル位置にある単語の見た目を変えます。変換した文字はどのアプリでも使えます。
ko: 텍스트 FX는 커서가 있는 단어의 스타일을 바꿉니다. 스타일을 적용한 텍스트는 어떤 앱에서든 사용할 수 있습니다.
ms: FX Teks mengubah gaya perkataan semasa. Teks bergaya itu boleh digunakan dalam mana-mana app.
pt: FX de texto muda o estilo da palavra em que estás. O texto com estilo funciona em qualquer app.
ru: Текстовые эффекты меняют оформление текущего слова. Такой текст можно использовать в любом приложении.
zh_hans: 文字特效会改变光标所在单词的样式。处理后的文字可在任何 App 中使用。

source: Text after cursor
de: Text nach dem Cursor
es: Texto después del cursor
et: Tekst pärast kursorit
fr: Texte après le curseur
hu: Szöveg a kurzor után
it: Testo dopo il cursore
ja: カーソル以降のテキスト
ko: 커서 뒤 텍스트
ms: Teks selepas kursor
pt: Texto depois do cursor
ru: Текст после курсора
zh_hans: 光标之后的文本

source: Text and images you copy while typing with Clink will appear here.
de: Text und Bilder, die du beim Tippen mit Clink kopierst, tauchen hier auf.
es: Aquí verás el texto y las imágenes que copies mientras escribes con Clink.
et: Tekst ja pildid, mida sa Clinkiga tipides kopeerid, ilmuvad siia.
fr: Le texte et les images que tu copies en tapant avec Clink apparaîtront ici.
hu: Itt jelenik meg a szöveg és a képek, amiket a Clinkkel gépelés közben másolsz.
it: Il testo e le immagini che copi mentre scrivi con Clink compaiono qui.
ja: Clink で入力中にコピーしたテキストや画像がここに表示されます。
ko: Clink로 입력하는 동안 복사한 텍스트랑 이미지가 여기에 나와요.
ms: Teks dan gambar yang anda salin semasa menaip dengan Clink akan muncul di sini.
pt: O texto e as imagens que copiares enquanto escreves com o Clink aparecem aqui.
ru: Текст и изображения, скопированные во время печати в Clink, появятся здесь.
zh_hans: 用 Clink 打字时复制的文字和图片会显示在这里。

source: Text before cursor
de: Text vor dem Cursor
es: Texto antes del cursor
et: Tekst enne kursorit
fr: Texte avant le curseur
hu: A kurzor előtti szöveg
it: Testo prima del cursore
ja: カーソルより前のテキスト
ko: 커서 앞의 텍스트
ms: Teks sebelum kursor
pt: Texto antes do cursor
ru: Текст перед курсором
zh_hans: 光标前的文本

source: Text field
de: Textfeld
es: Campo de texto
et: Tekstiväli
fr: Champ de texte
hu: Szövegmező
it: Campo di testo
ja: テキストフィールド
ko: 텍스트 필드
ms: Medan teks
pt: Campo de texto
ru: Текстовое поле
zh_hans: 文本框

source: Text replacements
de: Textersetzungen
es: Sustituciones de texto
et: Tekstiasendused
fr: Remplacements de texte
hu: Szövegcserék
it: Sostituzioni di testo
ja: テキスト置換
ko: 텍스트 대체어
ms: Penggantian teks
pt: Substituições de texto
ru: Замены текста
zh_hans: 文本替换

source: Text shortcut order
de: Reihenfolge der Text-Kurzbefehle
es: Orden de los atajos de texto
et: Teksti otseteede järjekord
fr: Ordre des raccourcis de texte
hu: Szöveges gyorsműveletek sorrendje
it: Ordine delle scorciatoie di testo
ja: テキストショートカットの順序
ko: 텍스트 단축 명령 순서
ms: Susunan pintasan teks
pt: Ordem dos atalhos de texto
ru: Порядок команд для текста
zh_hans: 文本快捷操作顺序

source: Text shortcuts
de: Text-Kurzbefehle
es: Atajos de texto
et: Teksti otseteed
fr: Raccourcis de texte
hu: Szöveges gyorsműveletek
it: Scorciatoie di testo
ja: テキストショートカット
ko: 텍스트 단축 명령
ms: Pintasan teks
pt: Atalhos de texto
ru: Команды для текста
zh_hans: 文本快捷操作

source: Text size
de: Textgröße
es: Tamaño de texto
et: Teksti suurus
fr: Taille du texte
hu: Szövegméret
it: Dimensione del testo
ja: 文字サイズ
ko: 글자 크기
ms: Saiz teks
pt: Tamanho do texto
ru: Размер текста
zh_hans: 文字大小

source: Text to translate
de: Zu übersetzender Text
es: Texto para traducir
et: Tõlgitav tekst
fr: Texte à traduire
hu: Fordítandó szöveg
it: Testo da tradurre
ja: 翻訳するテキスト
ko: 번역할 텍스트
ms: Teks untuk diterjemah
pt: Texto a traduzir
ru: Текст для перевода
zh_hans: 要翻译的文本

source: That file couldn’t be read as text.
de: Diese Datei konnte nicht als Text gelesen werden.
es: No se pudo leer ese archivo como texto.
et: Seda faili ei saanud tekstina lugeda.
fr: Ce fichier n’a pas pu être lu comme du texte.
hu: Ezt a fájlt nem sikerült szövegként beolvasni.
it: Non è stato possibile leggere quel file come testo.
ja: このファイルをテキストとして読み込めませんでした。
ko: 이 파일을 텍스트로 읽을 수 없습니다.
ms: Fail itu tidak dapat dibaca sebagai teks.
pt: Não foi possível ler esse ficheiro como texto.
ru: Этот файл не удалось прочитать как текст.
zh_hans: 无法将该文件读取为文本。

source: That file couldn’t be read.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo.
et: Seda faili ei õnnestunud lugeda.
fr: Ce fichier n’a pas pu être lu.
hu: Ezt a fájlt nem sikerült beolvasni.
it: Non è stato possibile leggere quel file.
ja: そのファイルは読み込めませんでした。
ko: 그 파일을 읽을 수 없습니다.
ms: Fail itu tidak dapat dibaca.
pt: Não foi possível ler esse ficheiro.
ru: Не удалось прочитать этот файл.
zh_hans: 无法读取该文件。

source: That file doesn’t hold learned typing data. A plain list of words can be imported as a dictionary instead.
de: In dieser Datei stecken keine gelernten Tippdaten. Eine einfache Wortliste lässt sich stattdessen als Wörterbuch importieren.
es: Ese archivo no contiene datos de escritura aprendidos. Una simple lista de palabras se puede importar como diccionario.
et: See fail ei sisalda õpitud kirjutamisandmeid. Lihtsa sõnaloendi saab hoopis sõnastikuna importida.
fr: Ce fichier ne contient pas de données de frappe apprises. Une simple liste de mots peut être importée comme dictionnaire.
hu: Ez a fájl nem tartalmaz megtanult gépelési adatokat. Egy egyszerű szólistát viszont szótárként lehet importálni.
it: Quel file non contiene dati di digitazione appresi. Un semplice elenco di parole si può invece importare come dizionario.
ja: そのファイルには学習した入力データがありません。単純な単語リストなら辞書として読み込めます。
ko: 그 파일에는 학습된 입력 데이터가 없습니다. 단순한 단어 목록이라면 사전으로 가져올 수 있습니다.
ms: Fail itu tidak mengandungi data taipan yang dipelajari. Senarai perkataan biasa boleh diimport sebagai kamus.
pt: Esse ficheiro não contém dados de escrita aprendidos. Uma lista simples de palavras pode ser importada como dicionário.
ru: В этом файле нет выученных данных о наборе. Обычный список слов можно импортировать как словарь.
zh_hans: 该文件里没有学习到的输入数据。若是普通词表，可以作为词典导入。

source: That file is not a supported Clink plugin.
de: Diese Datei ist kein unterstütztes Clink-Plugin.
es: Ese archivo no es un plugin de Clink compatible.
et: See fail ei ole toetatud Clinki pistikprogramm.
fr: Ce fichier n’est pas un plugin Clink compatible.
hu: Ez a fájl nem támogatott Clink-bővítmény.
it: Questo file non è un plugin Clink supportato.
ja: このファイルはClinkで対応しているプラグインではありません。
ko: 이 파일은 지원되는 Clink 플러그인이 아닙니다.
ms: Fail itu bukan plugin Clink yang disokong.
pt: Este ficheiro não é um plugin Clink compatível.
ru: Этот файл не является поддерживаемым плагином Clink.
zh_hans: 此文件不是受支持的Clink插件。

source: That file is silent. There's nothing to hear.
de: Die Datei ist still. Da ist nichts zu hören.
es: Ese archivo no suena. No hay nada que oír.
et: See fail on vaikne. Pole midagi kuulda.
fr: Ce fichier est silencieux. Il n’y a rien à entendre.
hu: A fájl csendes. Nincs mit hallani.
it: Quel file è silenzioso. Non c’è niente da sentire.
ja: そのファイルは無音です。聞こえるものがありません。
ko: 그 파일은 고요해요. 들을 게 없어요.
ms: Fail itu senyap. Tiada apa untuk didengar.
pt: Esse ficheiro está mudo. Não há nada para ouvir.
ru: Этот файл беззвучный. Слушать нечего.
zh_hans: 这个文件是静音的。没什么可听。

source: That file is too big. Pick a short clip.
de: Die Datei ist zu groß. Nimm einen kurzen Clip.
es: Ese archivo es demasiado grande. Elige un clip corto.
et: See fail on liiga suur. Vali lühike klipp.
fr: Ce fichier est trop gros. Prends un court extrait.
hu: A fájl túl nagy. Válassz egy rövid klipet.
it: Quel file è troppo grande. Scegli un clip breve.
ja: そのファイルは大きすぎます。短いクリップを選んでください。
ko: 그 파일이 너무 커요. 짧은 클립을 고르세요.
ms: Fail itu terlalu besar. Pilih klip pendek.
pt: Esse ficheiro é demasiado grande. Escolhe um clip curto.
ru: Этот файл слишком большой. Выберите короткий фрагмент.
zh_hans: 这个文件太大了。换一段短的。

source: That file is too large to import.
de: Diese Datei ist zu groß zum Importieren.
es: Ese archivo es demasiado grande para importarlo.
et: See fail on importimiseks liiga suur.
fr: Ce fichier est trop volumineux pour être importé.
hu: Ez a fájl túl nagy az importáláshoz.
it: Quel file è troppo grande da importare.
ja: このファイルは大きすぎて読み込めません。
ko: 이 파일은 너무 커서 가져올 수 없습니다.
ms: Fail itu terlalu besar untuk diimport.
pt: Esse ficheiro é demasiado grande para importar.
ru: Этот файл слишком велик для импорта.
zh_hans: 该文件太大，无法导入。

source: That file isn't a NuKey theme, or it's from a newer version of NuKey than Clink can read.
de: Diese Datei ist kein NuKey-Design oder stammt aus einer neueren NuKey-Version, als Clink lesen kann.
es: Ese archivo no es un tema de NuKey, o procede de una versión de NuKey más reciente de la que Clink puede leer.
et: See fail ei ole NuKey teema või pärineb NuKey uuemast versioonist, kui Clink lugeda oskab.
fr: Ce fichier n'est pas un thème NuKey, ou il provient d'une version de NuKey plus récente que ce que Clink peut lire.
hu: Ez a fájl nem NuKey-téma, vagy a NuKey olyan újabb verziójából származik, amelyet a Clink nem tud beolvasni.
it: Questo file non è un tema NuKey oppure proviene da una versione di NuKey più recente di quelle che Clink può leggere.
ja: このファイルはNuKeyのテーマではないか、Clinkが読み込めない新しいバージョンのNuKeyで作成されています。
ko: 이 파일은 NuKey 테마가 아니거나, Clink가 읽을 수 없는 최신 버전의 NuKey에서 만든 파일입니다.
ms: Fail itu bukan tema NuKey, atau ia daripada versi NuKey yang lebih baharu daripada yang boleh dibaca oleh Clink.
pt: Esse arquivo não é um tema do NuKey, ou é de uma versão do NuKey mais recente do que o Clink consegue ler.
ru: Это не тема NuKey либо она создана в более новой версии NuKey, чем может прочитать Clink.
zh_hans: 该文件不是 NuKey 主题，或者来自 Clink 尚无法读取的更新版 NuKey。

source: That file isn't a valid Clink plugin.
de: Diese Datei ist kein gültiges Clink-Plugin.
es: Ese archivo no es un plugin válido de Clink.
et: See fail ei ole kehtiv Clinki pistikprogramm.
fr: Ce fichier n'est pas un plugin Clink valide.
hu: Ez a fájl nem érvényes Clink-bővítmény.
it: Quel file non è un plugin Clink valido.
ja: そのファイルは有効な Clink プラグインではありません。
ko: 해당 파일은 올바른 Clink 플러그인이 아닙니다.
ms: Fail itu bukan plugin Clink yang sah.
pt: Esse ficheiro não é um plugin Clink válido.
ru: Этот файл не является действительным плагином Clink.
zh_hans: 该文件不是有效的 Clink 插件。

source: That file’s script isn’t one Clink can index.
de: Die Schrift dieser Datei kann Clink nicht indexieren.
es: Clink no puede indexar la escritura de ese archivo.
et: Selle faili kiri pole selline, mida Clink saaks indekseerida.
fr: Clink ne peut pas indexer l’écriture de ce fichier.
hu: A fájl írásrendszerét a Clink nem tudja indexelni.
it: Clink non può indicizzare la scrittura di quel file.
ja: このファイルの文字体系は Clink では扱えません。
ko: 이 파일의 문자 체계는 Clink가 색인할 수 없습니다.
ms: Clink tidak boleh mengindeks tulisan dalam fail itu.
pt: O Clink não consegue indexar a escrita desse ficheiro.
ru: Письменность этого файла Clink индексировать не умеет.
zh_hans: Clink 无法索引该文件所用的文字。

source: That font could not be found.
de: Diese Schrift wurde nicht gefunden.
es: No se encontró esa fuente.
et: Seda fonti ei leitud.
fr: Cette police est introuvable.
hu: Ez a betűtípus nem található.
it: Impossibile trovare quel font.
ja: そのフォントが見つかりませんでした。
ko: 해당 글꼴을 찾을 수 없습니다.
ms: Fon itu tidak ditemui.
pt: Não foi possível encontrar essa fonte.
ru: Этот шрифт не найден.
zh_hans: 找不到该字体。

source: That image is too large. Pick a file under %lld MB.
de: Das Bild ist zu groß. Wähle eine Datei unter %lld MB.
es: La imagen es demasiado grande. Elige un archivo de menos de %lld MB.
et: Pilt on liiga suur. Vali fail, mis on väiksem kui %lld MB.
fr: Cette image est trop volumineuse. Choisis un fichier de moins de %lld Mo.
hu: A kép túl nagy. Válassz %lld MB-nál kisebb fájlt.
it: L’immagine è troppo grande. Scegli un file inferiore a %lld MB.
ja: 画像が大きすぎます。%lld MB未満のファイルを選んでください。
ko: 이미지가 너무 큽니다. %lldMB 미만의 파일을 선택하세요.
ms: Imej itu terlalu besar. Pilih fail di bawah %lld MB.
pt: A imagem é demasiado grande. Escolha um ficheiro com menos de %lld MB.
ru: Изображение слишком большое. Выберите файл размером менее %lld МБ.
zh_hans: 图像过大。请选择小于 %lld MB 的文件。

source: That isn't a Clink sound pack
de: Das ist kein Clink-Klangpaket
es: Eso no es un paquete de sonidos de Clink
et: See pole Clinki helipakk
fr: Ce n'est pas un pack de sons Clink
hu: Ez nem Clink hangcsomag
it: Questo non è un pacchetto suoni di Clink
ja: Clink のサウンドパックではありません
ko: Clink 사운드 팩이 아니에요
ms: Itu bukan pek bunyi Clink
pt: Isso não é um pacote de sons do Clink
ru: Это не набор звуков Clink
zh_hans: 这不是 Clink 声音包

source: That lookup didn't finish. Try again.
de: Das Nachschlagen wurde nicht abgeschlossen. Versuche es erneut.
es: La consulta no se completó. Inténtalo de nuevo.
et: Otsing ei lõppenud. Proovi uuesti.
fr: La recherche n’a pas abouti. Réessayez.
hu: A keresés nem fejeződött be. Próbáld újra.
it: La ricerca non è stata completata. Riprova.
ja: 検索を完了できませんでした。もう一度お試しください。
ko: 검색을 완료하지 못했습니다. 다시 시도해 보세요.
ms: Carian itu tidak selesai. Cuba lagi.
pt: A consulta não terminou. Tente novamente.
ru: Поиск не завершился. Попробуйте ещё раз.
zh_hans: 查询未能完成。请重试。

source: That one didn't work. Try again, or ask us at clinkkeys.app.
de: Das hat nicht geklappt. Versuch es nochmal, oder frag uns auf clinkkeys.app.
es: Esa no ha salido. Inténtalo otra vez, o pregúntanos en clinkkeys.app.
et: See ei toiminud. Proovi uuesti või küsi meilt aadressil clinkkeys.app.
fr: Ça n'a pas marché. Réessaie, ou pose-nous la question sur clinkkeys.app.
hu: Ez most nem sikerült. Próbáld újra, vagy kérdezz minket a clinkkeys.app oldalon.
it: Non ha funzionato. Riprova, oppure chiedilo a noi su clinkkeys.app.
ja: うまくいきませんでした。もう一度試すか、clinkkeys.appで質問してください。
ko: 이번에는 잘 되지 않았습니다. 다시 시도하거나 clinkkeys.app에서 문의해 주세요.
ms: Yang itu tidak menjadi. Cuba lagi, atau tanya kami di clinkkeys.app.
pt: Essa não resultou. Tenta outra vez, ou pergunta-nos em clinkkeys.app.
ru: С этим не вышло. Попробуйте ещё раз или напишите нам на clinkkeys.app.
zh_hans: 这次没成。再试一次，或者到 clinkkeys.app 问我们。

source: That one's already gone.
de: Das ist schon weg.
es: Ese ya no está.
et: See on juba kadunud.
fr: Celui-ci a déjà disparu.
hu: Az már nincs meg.
it: Quello non c'è più.
ja: それはもうありません。
ko: 그건 이미 사라졌습니다.
ms: Yang itu sudah tiada.
pt: Esse já desapareceu.
ru: Этого уже нет.
zh_hans: 那一条已经没有了。

source: That reply could not be read.
de: Diese Antwort konnte nicht gelesen werden.
es: No se pudo leer esa respuesta.
et: Seda vastust ei õnnestunud lugeda.
fr: Cette réponse n’a pas pu être lue.
hu: Ez a válasz nem olvasható.
it: Non è stato possibile leggere questa risposta.
ja: その返答を読み取れませんでした。
ko: 이 답변을 읽을 수 없습니다.
ms: Jawapan itu tidak dapat dibaca.
pt: Não foi possível ler essa resposta.
ru: Не удалось прочитать этот ответ.
zh_hans: 无法读取该回复。
